Repository: Socialbits/Correo-Argentino-WooCommerce-con-mejoras
Catalog: correoargentino-*.po
Languages: es_ar

source: Agreement
es_ar: Acuerdo

source: API Key
es_ar: Clave API

source: Business name
es_ar: Nombre comercial

source: Cancel
es_ar: Cancelar

source: Cellphone
es_ar: Celular

source: Cellphone area code
es_ar: Código de área celular

source: City
es_ar: Ciudad

source: Correo Argentino Shipping
es_ar: Correo Argentino Envios

source: Custom Shipping Method for Correo Argentino
es_ar: Extensión de método de envío para Correo Argentino

source: Department
es_ar: Departamento

source: Don't have an account yet? <a href="https://www.correoargentino.com.ar/">Create a new one</a>
es_ar: ¿No tenés cuenta? <a href="https://www.correoargentino.com.ar/">Creá una nueva</a>

source: Email
es_ar: Correo electrónico

source: Enter a business or personal name
es_ar: Ingresá un nombre personal o comercial

source: Enter the following format: correoargentino@correo.com
es_ar: Ingresá en el siguiente formato: correoargentino@correo.com

source: Floor
es_ar: Piso

source: i.e: 10000
es_ar: Ej:1000

source: i.e: info@mycompany.com
es_ar: Ej: info@miempresa.com

source: Invalid agreement
es_ar: Acuerdo no válido

source: Invalid API Key
es_ar: Clave API no válida

source: Invalid cellphone area code
es_ar: Código de área de celular no válido

source: Invalid cellphone number
es_ar: Número de celular no válido

source: Invalid city name
es_ar: Nombre de ciudad no válido

source: Invalid postal code
es_ar: Código postal no válido

source: Invalid street name
es_ar: Nombre de calle no válido

source: Invalid street number
es_ar: Altura de calle no válida

source: Invalid telephone area code
es_ar: Código de área no válido

source: Invalid telephone number
es_ar: Número de teléfono no válido

source: Observation
es_ar: Observacion

source: Please enter your postal code. You can find it <a href="https://www.correoargentino.com.ar/formularios/cpa">here</a>
es_ar: Por favor, ingrese su código postal. Podés encontrarlo aquí

source: Postal code
es_ar: Código Postal

source: See label
es_ar: Ver rótulo

source: State
es_ar: Provincia

source: Street
es_ar: Calle

source: Street number
es_ar: Altura

source: The order has not Correo argentino as shipping method
es_ar: La orden no tiene a CorreoArgentino como método de envío

source: The order has not Correo Argentino as shipping method.
es_ar: La orden no tiene a CorreoArgentino como método de envío.

source: The order is not placed yet.
es_ar: La orden no ha sido registrada aún

source: You can use a personal or business name.
es_ar: Podés usar uno personal o un nombre comercial
